Repository: freemast/itibo_test
Catalog: special-offers/lang/special-offers-*.po
Languages: ru_ru

source: Fixed price
ru_ru: Регулярная цена

source: Special price
ru_ru: Специальная цена

source: Actual
ru_ru: Актуально до

source: Information
ru_ru: Информация

source: Shortcodes
ru_ru: Шорткоды

source: To output, use any of the following code options:
ru_ru: Для вывода используйте специальную вкладку в редакторе, либо любой из следующих вариантов кода:

source: Regular price:
ru_ru: Регулярная цена:

source: Special price:
ru_ru: Специальная цена:

source: Actual:
ru_ru: Актуально до:

source: You can use this field to describe this special offers:
ru_ru: Вы можете использовать это поле для описания специального предложения:

source: Add special offers
ru_ru: Добавить специальное предложение

source: Please select a special offers
ru_ru: Выберите специальное предложение

source: Insert special offers
ru_ru: Вставить специальное предложение

source: Select a special offers below to add it to your post or page.
ru_ru: Выберите специальное предложение из списка ниже, чтобы добавить его в свой пост или на страницу.

source: Select a special offers
ru_ru: Выберите специальное предложение

source: No special offers available
ru_ru: Нет специальных предложений

source: Special offers (Ajax)
ru_ru: Специальные предложения (Ajax)

source: A widget for Ajax special offers filter
ru_ru: Виджет специальных предложений с фильтром Ajax

source: Special offers filter
ru_ru: Фильтр специальных предложений

source: Title:
ru_ru: Заголовок:

source: Special offers (Single)
ru_ru: Специальное предложение (Одиночное)

source: A widget for special offers
ru_ru: Виджет для специальных предложений

source: Special offers to Display:
ru_ru: Специальные предложения для отображения:

source: Edit special offers
ru_ru: Редактирование специального предложения

source: Show title
ru_ru: Показать заголок

source: Show content
ru_ru: Показать текст

source: Show featured image
ru_ru: Показать изображение

source: Do not apply content filters
ru_ru: Не применять фильтры содержимого

source: Show information
ru_ru: Показать информацию

source: Show fixed price
ru_ru: Показать регулярную цену

source: Show special price
ru_ru: Показать специальную цену

source: Show actual
ru_ru: Показать дату до которого актуально предложение

source: Find
ru_ru: Найти

source: Add new special offers
ru_ru: Добавить специальное предложение

source: New special offers
ru_ru: Новое специальное предложение

source: View special offers
ru_ru: Просмотр специального предложения

source: Search special offers
ru_ru: Поиск специального предложения

source: Special offers no found
ru_ru: Специальное предложение не найдено

source: Special offers no found in trash
ru_ru: Специальные предложения не найдены в корзине

source: Special offers updated.
ru_ru: Специальное предложение обновлено

source: Custom field updated.
ru_ru: Пользовательское поле обновлено.

source: Custom field deleted.
ru_ru: Пользовательское поле удалено.

source: Special offers restored to revision from %s
ru_ru: Специальные предложения, восстановленные до версии %s

source: Special offers published.
ru_ru: Специальное предложение опубликовано.

source: Special offers saved.
ru_ru: Специальное предложение сохранено.

source: Special offers submitted.
ru_ru: Представлены специальные предложения.

source: Special offers scheduled for: <strong>%1$s</strong>.
ru_ru: Специальные предложения, запланированные для: <strong> %1$s </ strong>.

source: Special offers draft updated.
ru_ru: Проект специальных предложений обновлен.

source: <h2>Special offers no found</h2>
ru_ru: <h2>Специальные предложения не найдены</ h2>

source: Special offers
ru_ru: Специальные предложения
